cask_args appdir: "/Applications"

brew "jq"
brew "tmux"
brew "fzf"
brew "ghq"
brew "fish"
brew "bat"
brew "speedtest"
brew "tig"
brew "ripgrep"
brew "tree"
brew "python3"
brew "rbenv"
brew "npm"
brew "vim"
brew "deno"
brew "gh"

cask "alfred"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "visual-studio-code"
cask "virtualbox"
cask "vagrant"
cask "karabiner-elements"
cask "dropbox"
cask "skitch"

mas "Slack", id: 803453959
