cask_args appdir: "/Applications"

brew "jq"
brew "tmux"
brew "ag"
brew "fzf"
brew "ghq"
brew "fish"
brew "bat"
brew "speedtest"
brew "tig"
brew "ripgrep"

cask "alfred"
cask "google-chrome"
cask "google-japanese-ime"
cask "item2"
cask "visual-studio-code"
cask "virtualbox"
cask "vagrant"
cask "karabiner-elements"

mas "Slack", id: 803453959
